# Задача 38: Дополнить телефонный справочник возможностью изменения и удаления данных. Пользователь также может ввести 
# имя или фамилию, и Вы должны реализовать функционал для изменения и удаления данныхЗадача 38: Дополнить телефонный 
# справочник возможностью изменения и удаления данных. Пользователь также может ввести имя или фамилию, и Вы должны 
# реализовать функционал для изменения и удаления данныхv

def name_data():
    name = input("Имя: ")
    return name

def lastname_data():
    lastname = input("Фамилия: ")
    return lastname

def phone_data():
    phone = input("Телефон: ")
    return phone

def address_data():
    address = input("Адрес: ")
    return address
